Repository: keitaroinc/ckanext-qa
Catalog: ckanext/qa/i18n/*/LC_MESSAGES/ckanext-qa.po
Languages: mk, sq

source: Openness (Five Stars)
mk: Отвореност (Пет ѕвезди)
sq: Hapja (Pesë Yje)

source: Datasets graded on Tim Berners Lees' Five Stars of Openness - openly licensed, openly accessible, structured, open format, URIs for entities, linked.
mk: Податочни сетови оценети според "Пет ѕвезди на отвореност" од Тим Бернерс Лиз - отворено лиценцирани, отворено достапни, структурирани, во отворен формат, URI за ентитети, поврзани.
sq: Setet e të dhënave klasifikohen në Tim Berners Lees 'Pesë yjet e hapjes - licencë e hapur, qasje të hapur, e strukturuar, format I hapur, URI-ja për entitetet, linqet (lidhur).

source: Not obtainable or license is not open
mk: Недостапно или лиценцата не е отворена
sq: I pa arritshëm ose licenca nuk është e hapur

source: Obtainable and open license
mk: Достапно и со отворена лиценца
sq: Licenca e arritshme dhe e hapur

source: Machine readable format
mk: Машински-читлив формат
sq: Formati i lexueshëm i makinës

source: Open and standardized format
mk: Отворен и стандардизиран формат
sq: Formati i hapur dhe i standardizuar

source: Ontologically represented
mk: Онтолошки претставено
sq: Përfaqësuar ontologjikisht

source: Fully Linked Open Data as appropriate
mk: Целосно поврзани отворени податоци, како што е соодветно
sq: Të dhënat e hapura plotësisht të lidhura si të përshtatshme

source: Could not understand the file format, therefore score is 1.
mk: Форматот не може да биде разбран, затоа оценката е 1.
sq: Nuk mund ta kuptonin formatin e skedarit, prandaj rezultati është 1.

source: Unknown error: %s
mk: Непозната грешка: %s
sq: Gabim i panjohur: %s

source: License not open
mk: Лиценцата не е отворена
sq: Licenca nuk është e hapur

source: File could not be downloaded.
mk: Датотеката не може да се преземе.
sq: Skeda nuk mund të shkarkohet.

source: Reason
mk: Причина
sq: Arsye

source: Error details: %s.
mk: Детали за грешката: %s.
sq: Detajet e gabimeve: %s.

source: Attempted on %s.
mk: Обид на: %s.
sq: Përpjekur në %s.

source: This URL last worked on: %s.
mk: Овој URL последен пат работел на: % s.
sq: Ky URL më së fundi ka punuar në: %s.

source: This was the first attempt.
mk: Ова беше првиот обид.
sq: Kjo ishte përpjekja e parë.

source: Tried %s times since %s.
mk: Се обиде %s пати од %s.
sq: Përpjekje %s që prej %s.

source: This URL has not worked in the history of this tool.
mk: Овој URL не работел во историјата на оваа алатка.
sq: Kjo URL nuk ka funksionuar në historinë e këtij mjeti.

source: This file had not been downloaded at the time of scoring it.
mk: Оваа датотека не била преземена во моментот на бодување.
sq: Ky skedar nuk është shkarkuar në kohën e shënimit të tij.

source: Cache filepath does not exist: "%s".
mk: Патот на датотеката за кеш не постои: "%s".
sq: Rruga e kesh-skedarit nuk ekziston: % s".

source: Content of file appeared to be format "%s" which receives openness score: %s.
mk: Се чини дека содржината на датотеката е формат "%s" кој добива резултат на отвореност: %s.
sq: Përmbajtja e dosjes duket të jetë format "%s" i cili merr rezultatin e hapjes: %s.

source: The format of the file was not recognized from its contents.
mk: Форматот на датотеката не беше препознаен од неговата содржина.
sq: Formati i skedarit nuk u njoh për nga përmbajtja e tij.

source: File was not downloaded deliberately
mk: Датотеката не беше преземена намерно
sq: Dosja nuk u shkarkua qëllimisht

source: Using other methods to determine file openness.
mk: Се користат други методи за да се утврди отвореноста на датотеката.
sq: Përdorimi i metodave të tjera për të përcaktuar hapjen e skedarëve.

source: A system error occurred during downloading this file
mk: Се случи системска грешка за време на преземањето на оваа датотека
sq: Gjatë shkarkimit të këtij skedari ndodhi një gabim në sistem

source: Could not determine a file extension in the URL.
mk: Не можеше да се одреди екстензија на датотеката во URL
sq: Nuk mund të përcaktohej një zgjatje skedari në URL-në

source: URL extension "%s" relates to format "%s" and receives score: %s.
mk: Екстензијата за URL "%s" се однесува на форматот "%s" и добива оцена: %s.
sq: Shtrirja e URL-ve "%s" lidhet me formatin "%s" dhe merr rezultatin: %s.

source: URL extension "%s" relates to format "%s" but a score for that format is not configured, so giving it default score %s.
mk: Екстензијата за URL "%s" се однесува на форматот "%s" но оцена за овој формат не е конфигурирана, па дава стандардна оцена %s.
sq: Shtrirja e URL-ve "%s" lidhet me formatin "%s" por një rezultat për atë format nuk është i konfiguruar, duke i dhënë asaj rezultatin e paracaktuar %s .

source: URL extension "%s" is an unknown format.
mk: Екстензијата за URL "%s" е во непознат формат.
sq: Shtrirja e URL-së "%s" është një format i panjohur.

source: Format field is blank.
mk: Формат полето е празно.
sq: Fusha e Formatit është e zbrazur.

source: Format field "%s" does not correspond to a known format.
mk: Формат полето "%s" не одговара на познат формат.
sq: Fusha e Formatit "%s" nuk korrespondon me një format të njohur.

source: Format field "%s" receives score: %s.
mk: Формат полето "%s" добива оцена: %s.
sq: Fusha e formatit "%s" merr rezultatin: %s.

source: Openness
mk: Отвореност
sq: Hapje

source: OK
mk: Во ред

source: An assessment of the level of openness of the data set is granted on the basis of the open government data model, determined through a 5-star system, created by Web founder Tim Berners Lee. The 5-star system is as follows:
mk: Оценка на нивото на отвореност на податочен сет се доделува врз основа на моделот за отворени владини податоци, утврден преку систем на 5 ѕвезди, кој е создаден од основачот на вебот, Тим Бернерс Ли. Системот на 5 ѕвезди е следниот:
sq: Një vlerësim i nivelit të hapjes së të dhënave është dhënë në bazë të modelit të hapur të të dhënave të qeverisë, i përcaktuar përmes një sistemi me 5 yje, i krijuar nga themeluesi i internetit Tim Berners Lee. Sistemi me 5 yje është siç vijon:

source: data on the web regardless of the format, using an open license
mk: податоци на веб без разлика на форматот, применувајќи отворена лиценца
sq: të dhëna në ueb pa marrë parasysh formatin, duke përdorur një licencë të hapur

source: data in a structural format (such as, for example, Excel) data in a structured, open format (eg. CSV instead of Excel)
mk: податоци во структурен формат (како, на пр., Ексел)
sq: të dhënat në format strukturor (të tilla si, për shembull, Excel) në një format të strukturuar dhe të hapur (p.sh. CSV në vend të Excel)

source: data in a structured, open format (eg. CSV instead of Excel)
mk: податок во структуриран, отворен формат (на пр., CSV наместо Ексел)
sq: të dhënat në një format të hapur të strukturuar (p.sh. CSV në vend të Excel)

source: using unique URLs to connect data sets
mk: користење на уникатни URL-а за поврзување на податочни множества
sq: duke përdorur URL-në unike për të lidhur grupet e të dhënave

source: linking data with other data for recontext
mk: поврзување на податоците со други податоци заради контекст
sq: lidhjen e të dhënave me të dhëna të tjera për rikontekst

source: Evaluation
mk: Евалуација
sq: Vlerësim

source: Checked
mk: Проверено
sq: Kontrolluar

source: No openness information yet.
mk: Сè уште нема информации за отвореност.
sq: Akoma asnjë informacion i hapur.

source: {0} out of {1}
mk: {0} од {1}
sq: {0} nga {1}

source: Linked data - data URIs and linked to other data (e.g. RDF)
mk: Поврзани податоци - URI на податоци и поврзани со други податоци (пр. RDF)
sq: Linqet (lidhjet) e të dhënave - të dhënat URI dhe linqet (lidhjet) me të dhëna të tjera (p.sh. RDF)

source: Linkable data - served at URIs (e.g. RDF)
mk: Податоци со можноста за поврзување - служени на URI (пр. RDF)
sq: Linqet (lidhjet) e të dhënave - shërbyen në URI (p.sh. RDF)

source: Structured data in open format (e.g. CSV)
mk: Структурирани податоци во отворен формат (пр. CSV)
sq: Të dhënat e strukturuara në format të hapur (p.sh. CSV)

source: Structured data but proprietry format (e.g. Excel)
mk: Структурирани податоци но во формат на сопственост (пр. Excel)
sq: Të dhënat e strukturuara, por formati i pronarit (p.sh Excel)

source: Unstructured data (e.g. PDF)
mk: Неструктурирани податоци (пр. PDF)
sq: Të dhënat e pastrukturuara (p.sh. PDF)

source: Datasets given a score
mk: Податочни сетови со дадена оцена
sq: Setet e të dhënave kanë dhënë një rezultat

source: Score frequencies
mk: Фреквенција на резултати
sq: Rezultati i frekuencës

source: Score TBC
mk: Оцена TBC
sq: Rezultati TBC

source: Score
mk: Оцена
sq: Rezultat

source: Organization
mk: Организација
sq: Organizata

source: Total stars
mk: Вкупно ѕвезди
sq: Gjithsej yje

source: Average score
mk: Просечна оцена
sq: Rezultati mesatar

source: Dataset
mk: Податочен сет
sq: Seti i të dhënave

source: Notes
mk: Белешки
sq: Shënime
